Repository: stqism/FreeuTox
Catalog: locale/*.po
Languages: nl_nl

source: Friend request sent. Your friend will appear online after accepting it.
nl_nl: Vriendschapsverzoek verstuurd. Je vriend zal online komen zodra deze geaccepteerd is.

source: Attempting to resolve DNS name...
nl_nl: DNS-naam oplossen...

source: Error: Invalid Tox ID
nl_nl: Fout: Ongeldig Tox ID

source: Error: No Tox ID specified
nl_nl: Fout: Geen Tox ID opgegeven

source: Error: Message is too long
nl_nl: Fout: Bericht te lang

source: Error: Empty message
nl_nl: Fout: Geen bericht

source: Error: Tox ID is self ID
nl_nl: Fout: Kan niet eigen Tox ID toevoegen

source: Error: Tox ID is already in friend list
nl_nl: Fout: Tox ID is reeds toegevoegd

source: Error: Unknown
nl_nl: Fout: Niet nader omschreven fout

source: Error: Invalid Tox ID (bad checksum)
nl_nl: Fout: Ongeldig Tox ID (checksumfout)

source: Error: Invalid Tox ID (bad nospam value)
nl_nl: Fout: Ongeldig Tox ID (nospam-waardefout)

source: Error: No memory
nl_nl: Fout: Geen geheugen beschikbaar

source: New file transfer
nl_nl: Nieuw bestandsoverdracht

source: File transfer started
nl_nl: Bestandsoverdracht gestart
